do

function run(msg, matches)
return [[

👁‍🗨 الُـبّوَتْ يَْعمٌـلُ ْْعلُى الُمٌجْمٌوَْعاتْ الُتْيَ تْصّلُ الُى 5k🌐

    👁‍🗨 تْـمٌ تْطِوَيَرَ الُسِوَرَسِـ مٌنَ قًبّـلُ الُمٌطِوَرَيَنَ 
           👁‍🗨بّـكِوَرَيَ 
            👁‍🗨السفاح 
           👁‍🗨صادقً
                      
🛰 مٌْعرَفَاتْ الُمٌطِوَرَيَنَ 
👁‍🗨 @ll_B5

👁‍🗨 @sadikal_knani10 

👁‍🗨 @WA_WI                      
            ✈️ تْابّْع كِلُ مٌايٌَخصّ الُتْطِوَيَرَ ْعبّرَ قًنَاتْا الُوَحُيَدُِه ✈️
✈️ CH1:- @illOlli

🛰وَاذَا كِنَتْ تْرَيَدِ الُدٌِخوَلُ الُى جْيَشِ الُمٌــافَـــيَا تـابّْع قًنَاةِ الُجْيَـشِ وَرَاحُ تْلُكِا مٌْعرَفَ مٌوَاسِسِ الُجْيَشِ حُاجْيَ وَانَضُمٌ بّبّسِاطُِه 🛰

👁‍🗨 @MFI_T1
                      
                 

]]
end

return {
description = "Shows bot q", 
usage = "spam Shows bot q",
patterns = {
"^(المطور)$",
},
run = run 
}
end
