do 

local function run(msg, matches) 

local reply_id = msg['id'] 
if is_momod(msg) and matches[1] == 'مساعدة3' then 
    local ghost = [[ 
    👁‍🗨اوَامٌرَ الُحمايَُه فَيَ الُمٌجْمٌوَْعُه👁‍🗨
🎲➖➖➖➖➖➖➖🎲
🎓يستخدم قفل ★ فتح ★★ لقفل وفتح الاوامر الاتيه 🎓

⛵️الصور ★★ لمنع الصور
⛵️الصوتيات ★★ لمنع الصوتيات
⛵️الصور المتحركة ★★منع المتحركة
⛵️الفيديوات ★★ لمنع الفيديوات
⛵️التوجية ★★ لمنع التوجيه
⛵️التكرار ★★ لمنع التكرار
⛵️البوتات ★★ لمنع البوتاتapi
⛵️الروابط ★★ لمنع الروابط
⛵️الاضافة ★★ لمنع الاضافة
⛵️الاضافة الجماعية ★★منع الجماعية
⛵️ اشعارات ★★ لمنع اشعارات
⛵️ جهات الاتصال ★★منع الجهات  
⛵️الكلايش الطويله ★★لمنع الكلايش
⛵️ المحادثة ★★ لقفل المحادثة
⛵️لغة العربيه  ★★ لمنع العربية
⛵️الملفات ★★ لمنع الملفات
🎲➖➖➖➖➖➖➖🎲
🔭DE1: @ll_B5 
🔭DE2: @WA_WI
🔭DE3: @sadikal_knani10 
🔭CH1 : @illOlli 
  ]] 
  reply_msg(reply_id, ghost, ok_cb, false) 
end 

local reply_id = msg['id'] 
if not is_momod(msg) then 
local ghost = "لُاتْشِتْغًلُ بّكِيَفَكِ ُهايَ بّسِ لُلُادِمٌنَ 👁‍🗨!" 
reply_msg(reply_id, ghost, ok_cb, false) 
end 

end 
return { 
patterns ={ 
  "^(مساعدة3)$", 
}, 
run = run 
} 
end
