do

local function run(msg, matches)
local reply_id = msg['id']
if is_sudo(msg) and matches[1]== "مساعدة5" then
local S = [[  👇 اوامر المطور 👇

🎲➖➖➖➖➖➖➖🎲
 ⛵️تفعيل ★★ لتفعيل البوت
 ⛵️الغاء التفعيل ★★ لتعطيل البوت
 ⛵️اذاعه ★★ لعمل اذاعه
⛵️ تشغيل البوت ★★ لتشغيل البوت في اكروب معين
⛵️ نظف ★★ لتنظيف بل عدد
⛵️طرد البوت ★★ لخارج البوت
⛵️لاضافه رد ★★↯
رد اضف +اسم الرد + الرد التريده
⛵️رد حذف +اسم ★★ لُحُدِفَـ الُرَدِ 
⛵️الردود ★★ لْعرَضُ الُرَدِوَدِ الُتْيَ تْمٌ اضُافَتُْهنَ
⛵️الملفات ★★ لْعرَضُ مٌلُفَاتْ الُبّوَتْ 
⛵️تفعيل الملف ★★ لتْفَْعيَلُ الُمٌلُفَ مٌنَ دِاٌخلُ الُمٌجْمٌوَْعُه 
⛵️تعطيل الملف ★★لتْْعطِيَلُ الُمٌلُفَ مٌنَ دِاٌخلُ الُمٌجْمٌوَْعُه 
⛵️جلب الملف ★★ لجْلُبّ مٌلُفَاتْ الُبّوَتْ 
⛵️صنع مجموعه ★★ لصنع مجموعه من البوت
🎲➖➖➖➖➖➖➖🎲
       🎲 اوامر السيرفر?🎲
              
🎲 run★★ لتْنَشِيَطِ الُسِيَرَفَرَ دِاٌخلُ الُمٌجْمٌوَْعُه))
🎲 update ★★ لتْحُدِيثُ الُسِيَرَفَرَ  دِاٌخلُ الُمٌجْمٌوَْعُه))
🎲 redis ★★ لتْصّحُيَحُ الُبّوَتْ دِاٌخلُ الُمٌجْمٌوَْعُه))
              
⛵️➖➖➖➖➖➖➖⛵️
 👁‍🗨DE1: @ll_B5
 👁‍🗨DE2: @WA_WI
👁‍🗨DE3: @sadikal_knani10 
 👁‍🗨CH1 : @illOlli 
]]
reply_msg(reply_id, S, ok_cb, false)
end

if not is_sudo(msg) then
local S = "ليش تبحبش😎🖕🏿"
reply_msg(reply_id, S, ok_cb, false)
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"^(مساعدة5)$",
},
run = run 
}
end
